[
  {
    "model": "dogs.dog",
    "pk": 1,
    "fields": {
      "name": "Boo",
      "breed": "Greyhound",
      "age": "5",
      "sex": "Female",
      "home_details": "Boo is looking for a nice quiet home where people will be around a lot of the time. She would love a garden to burn off some energy off in.",
      "about": "Boo loves nothing more than sleeping, eating sausages and a going for brief walks. She is a small greyhound with a big personality. She is unphased by other dogs, but can be very watchful of other smaller animals.",
      "can_live_with_dogs": true,
      "can_live_with_cats": false,
      "can_live_with_kids": false,
      "date_added": "2022-01-22T16:45:53Z",
      "image_one": "https://imgur.com/RGu0g3W.jpg",
      "image_two": null,
      "image_three": null
    }
  },
{
  "model": "dogs.dog",
  "pk": 2,
  "fields": {
    "name": "Bailey",
    "breed": "English Springer Spaniel",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Bailey is looking for an adult only home with previous dog experience and someone who is willing to train; he is shy with new people but soon comes round. Bailey has successfully lived with dogs in the past so could have a doggy pal in his new home pending meets. Bailey travels well and knows all hi",
    "about": "Bailey is a sweet 5 year old Springer Spaniel. He enjoys human company when he becomes comfortable. He is a super friendly boy and enjoys his walks and travelling in the car.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-08-03T12:00:00Z",
    "image_one": "https://imgur.com/mwmJJ7w.jpg",
    "image_two": "https://imgur.com/gktaGNz.jpg",
    "image_three": "https://imgur.com/Tpz7nhN.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 3,
  "fields": {
    "name": "Barney",
    "breed": "Dachshund",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Barney is a beautiful little guy who loves his walks and has big energy levels for such a small boy. Barney is looking for an understanding, adult only home with no visiting children, a quiet home with 2 adults would be ideal as Barney struggles with busy households. Barney can be selective with dog",
    "about": "Barney will benefit from quiet walking areas to decompress. It is important that Barney's potential adopters are able to travel to the Ballymena Rehoming Centre quite regularly, he has shown some challenging behaviours within his previous home, this will all be discussed with the training team if successful.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-02T16:51:13Z",
    "image_one": "https://imgur.com/uiJLk0S.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 4,
  "fields": {
    "name": "Beau",
    "breed": "German Shepherd",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Beau is a stunning 2 year old GSD who still acts like a big puppy, she loves her toys and enjoys learning new tricks for treats. Beau is looking for an adult only, experienced home; she can be wary of strangers and reactive to dogs so will need quiet walking areas.",
    "about": "Beau will require several meets at the centre before going to her forever home. Beau would also need to be the only pet in the home.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-06-01T16:52:26Z",
    "image_one": "https://imgur.com/uqU7Q9g.jpg",
    "image_two": "https://imgur.com/gP54s5G.jpg",
    "image_three": "https://imgur.com/6JK3K2V.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 5,
  "fields": {
    "name": "Bella",
    "breed": "Pug",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Bella may take a little longer to come around to her new adopters, so a couple of meets would be important. Drake and Bella are not showing any signs of being house trained so it is important that their new adopter will understand and work with this.",
    "about": "Bella is a super 7 year old Pug. She came into the centre with her male companion Drake. She is a little bit more nervous than her companion. She enjoys the comforts of her warm bed and dinner time.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-10-17T16:55:37Z",
    "image_one": "https://imgur.com/8F8kJ9b.jpg",
    "image_two": "https://imgur.com/pUABdv1.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 6,
  "fields": {
    "name": "Bernadette",
    "breed": "Collie",
    "age": "0 to 6 Months",
    "sex": "Female",
    "home_details": "Bernadette is looking for a home with someone around for the majority of the day to provide her with all of her basic training and socialisation. Her adopters will need to be willing to attend our wonderful Dog School Training classes and to put in lots of extra work at home.",
    "about": "Bernadette is a sweet puppy who is also full of life and mischief. She loves playing with toys and getting cuddles.Bernadette will be ready for adoption when she is 8 weeks old. She is one of a larger litter.",
    "can_live_with_dogs": true,
    "can_live_with_cats": true,
    "can_live_with_kids": true,
    "date_added": "2022-01-22T16:58:04Z",
    "image_one": "https://imgur.com/WKwDcD8.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 7,
  "fields": {
    "name": "Brody",
    "breed": "Chinese Crested Dog",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Brody is looking for a calm and quiet adult only home with no children and no visiting children, he does need someone around with him for most of the day and prefers his walks to be away from traffic. When Brody is feeling playful he likes a soft toy, otherwise he is quite happy.",
    "about": "Brody can be shy when he first meets new people but he does come round in his own time and can be a very affectionate little dog who enjoys cuddles once he gets to know and trust someone. He is not keen being left on his own and prefers to be in the bed with you at night time. A foster family are providing Brody with lots of love and attention until he is adopted, if you would like to discuss Brody's medical needs, please get in touch. Brody is 8 years old.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-08-16T16:59:50Z",
    "image_one": "https://imgur.com/cVvWycH.jpg",
    "image_two": "https://imgur.com/9OQiINe.jpg",
    "image_three": "https://imgur.com/ZOHJPlg.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 8,
  "fields": {
    "name": "Bruiser",
    "breed": "Terrier Cross",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Bruiser is a cute little terrier cross who is 7 years old. He is a friendly little guy who enjoys his walkies and playing fetch, Bruiser would be best suited to an adult only home with no other pets.  Bruiser is a bit of an escape artist, so a secure garden is a must.",
    "about": "He will need plenty of quiet walking areas away from other dogs. Bruiser is not a fan of dogs in his face and will be required to be walked on a lead.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-01-05T17:01:56Z",
    "image_one": "https://imgur.com/P8S6j5q.jpg",
    "image_two": "https://imgur.com/np8kXCO.jpg",
    "image_three": "https://imgur.com/yNvotNc.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 9,
  "fields": {
    "name": "Casper",
    "breed": "Terrier Cross",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Casper is worried by busy environments and needs a quiet adult only home with no visiting children and few visiting adults. He does find walks stressful and so needs a home with a decent sized secure garden.",
    "about": "Casper is a great doggy companion, he is a shy but very sweet natured and clever boy looking for a quiet home. He is housetrained and loves a snuggle once he gets to know you, his favourite toy to play with is a ball! Casper does not like it when people leave the house and is currently on a training plan. Casper prefers to know you are closeby and likes to sleep in the bedroom with you at night. He needs to be the only dog in the home and needs a home where he is rarely going to be left alone.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-11-07T17:08:15Z",
    "image_one": "https://imgur.com/a6Rmc5a.jpg",
    "image_two": "https://imgur.com/7IqUrtt.jpg",
    "image_three": "https://imgur.com/5oLTswy.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 10,
  "fields": {
    "name": "Cleo",
    "breed": "Terrier Cross",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Cleo is seeking an active home with a large secure garden, with no neighbouring dogs. She can get really worked up when she sees other dogs and will need to be taken to quiet areas for walking.",
    "about": "Cleo is a real livewire who is 3 years old, she is a very busy girl with bundles of energy. Cleo can be a little shy at first but soon comes round and when she does you have a best friend for life! she loves toys, especially a tennis ball. Due to Cleo's activity levels she would be best suited to a home with older teenage kids ages 16 and up. New owners ideally will have some previous training knowledge and be keen to work with Cleo.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-03T17:09:15Z",
    "image_one": "https://imgur.com/icDhAVw.jpg",
    "image_two": "https://imgur.com/4yjb8Ac.jpg",
    "image_three": "https://imgur.com/KYJsm6q.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 11,
  "fields": {
    "name": "Dougie",
    "breed": "Rottweiler",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Dougie will need understanding owners that can manage his limited eyesight well and have no other pets at home. He needs someone that will manage his medical needs well.",
    "about": "Dougie is approx 2-3 years old. An adorable, sensitve fella who takes his time getting to know people. Dougie's favourite snack is sausage and he enjoys a snuggle from the carers he knows. He is getting more and more confident every day.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-12-25T17:10:56Z",
    "image_one": "https://imgur.com/76mYNl3.jpg",
    "image_two": "https://imgur.com/ONdWIFT.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 12,
  "fields": {
    "name": "Drake",
    "breed": "Pug",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "It is ideal that someone is around most of the day to allow Drake to settle into his new home. Drake has some minor health requirements that can be discussed fully during the rehoming process.",
    "about": "Drake is a super 6 year old Pug. He came into the centre with his female companion Bella. He really enjoys her company and is fond of meeting new people. He really enjoys having people around during the day and loves the comfort of his bed.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-10-05T17:12:27Z",
    "image_one": "https://imgur.com/FRm9pSa.jpg",
    "image_two": "https://imgur.com/DLXUCzr.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 13,
  "fields": {
    "name": "Grieves",
    "breed": "Collie",
    "age": "5 to 7 Years",
    "sex": "Make",
    "home_details": "Grieves is looking for a relaxed household with older teenage children, he needs quiet walking areas and someone who can help with his dog reactivity.",
    "about": "Grieves is a lovely 6 year old Border Collie who was found straying, he unfortunately had damaged his leg and despite efforts to save his leg the kindest option was to have it removed, this however doesn't stop Grieves from being a super happy guy and he can move really well with 3 legs! according to Grieves a tennis ball is life and if you play with him you will have a best friend for life!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-11-14T17:13:53Z",
    "image_one": "https://imgur.com/bHraev3.jpg",
    "image_two": "https://imgur.com/LseAZp2.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 14,
  "fields": {
    "name": "Hollie",
    "breed": "Spaniel Cross",
    "age": "8 and Over",
    "sex": "Female",
    "home_details": "Hollie is looking for a quiet, adult only home; preferably 1-2 people in the new home with previous dog experience. Hollie would benefit from someone who is willing to take on some training and management around handling and visitors.",
    "about": "Hollie is a super sweet 10 year old crossbreed who enjoys the quiet life, her favourite thing is to snooze in her little den that her carers made for her. She can be shy on first meeting but soon comes round, especially if you have treats! She enjoys a little dander and sometimes she likes to play fetch with a tennis ball.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-03T17:14:48Z",
    "image_one": "https://imgur.com/KETqRkc.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 15,
  "fields": {
    "name": "Jack",
    "breed": "Lab Cross",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Jack is seeking for an owner with time to refresh his basic training as he was recently kept outside; he could share his home with children 12 and up. Jack would benefit from being the only dog in his new home but could have doggy pals.",
    "about": "Jack is a lovable 5 year old Lab X who loves a fuss, he's enjoyed meeting new people and dogs at the centre; his favourite toy is a tennis ball which he happily carries about. Jack is full of enthusiasm and can sometimes be a little strong on lead.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-11-14T17:19:31Z",
    "image_one": "https://imgur.com/X6W96Uk.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 16,
  "fields": {
    "name": "Jess",
    "breed": "Border Collie",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Jess is looking for a home ideally with collie experience, she could live with kids ages 12 and up. Jess hasn't had much experience in a home environment, she can be quite sensitive to certain noises and will need understanding owners who will help her overcome this.",
    "about": "Say hello to beautiful Jess, this 3 year old collie is a very friendly lady who loves getting a fuss and a pet. Jess loves her toys and enjoys feeding enrichment which keeps her entertained in her kennel. She is also very sensitive to traffic noises and will need a home in a quiet location, with quiet walking areas; she could share her home with another doggy pal, pending meets.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-01T17:21:11Z",
    "image_one": "https://imgur.com/Nt6GrtT.jpg",
    "image_two": "https://imgur.com/Zvnu3EQ.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 17,
  "fields": {
    "name": "Maisy",
    "breed": "Terrier Cross",
    "age": "8 and Over",
    "sex": "Female",
    "home_details": "Maisy is looking for a quiet home environment with access to a secure garden of her own, due to her age and mobility she finds it easier walking on carpets or non-slip floors inside. Maisy will need to be the only pet in the home and would rather an adult only home.",
    "about": "Maisy is a very sweet and gentle little lady who is shy and quiet but once she does build up some trust with you she enjoys a bit of a scratch but is not keen on lots of handling. She is happy relaxing for the majority of the day but does like a dander in quiet familiar areas where there aren't too many people or dogs. In her foster home Maisy has enjoyed playing fetch with treats and is starting to enjoy enrichment toys with food.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-10-18T17:22:20Z",
    "image_one": "https://imgur.com/tWASLAu.jpg",
    "image_two": "https://imgur.com/Rs5Qc1b.jpg",
    "image_three": "https://imgur.com/JS1SGnq.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 18,
  "fields": {
    "name": "Ollie",
    "breed": "Shar-Pei",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Ollie takes his time getting to know new people so potential adopters will need multiple visits before going to his forever home, as he can be cautious of new people he is looking for an adult only home with few visitors and no children.",
    "about": "Ollie is a big lovable lump who can build an incredible bond with people once he knows he can trust you; he has never really grown up but that part of his charm as he always puts a smile on his carers faces. Ollie loves to learn new tricks and has loads already under his belt, like paw and go to bed! His favourite toy is a stuffed animal and he has quite an impressive collection in his kennel.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-02T17:23:35Z",
    "image_one": "https://imgur.com/pHvjvdP.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 19,
  "fields": {
    "name": "Teddy",
    "breed": "Lab Cross",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Teddy is a lively, bouncy big Labrador mix who is looking for a quiet, experienced home. He loves his food and his toys and is a really clever boy who loves to learn new tricks! He also enjoys getting out in the car.",
    "about": "Teddy has some behavioural issues which need to be carefully managed, he can be worried by handling and has been known to guard things of high value, due to this Teddy is looking for an ADULT only experienced home.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-10T17:25:22Z",
    "image_one": "https://imgur.com/NiTNUGv.jpg",
    "image_two": "https://imgur.com/IhMm8Ml.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 20,
  "fields": {
    "name": "Vicky",
    "breed": "Collie Cross",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Vicky will need a couple of meets at the centre with her new adopters, she may benefit from living with another suitable dog in the home and can live with kids aged 16 plus.",
    "about": "Vicky enjoys her daily exercise and the company of humans. She likes being out and about with other dogs. Vicky is looking for patient owners who understand her needs, preferable that the adopters have breed experience and that can continue with her confidence building and training.Vicky is a lovely 2 year old Collie.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-09T17:26:39Z",
    "image_one": "https://imgur.com/ZwznOoV.jpg",
    "image_two": "https://imgur.com/QahqNDV.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 21,
  "fields": {
    "name": "Zed",
    "breed": "Crossbreed",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Zed can be unsure of new people but brilliant once he's got to know people. He is looking for a quiet adult only home who have previous training experience.",
    "about": "Zed is a lively big boy who loves his walks, toys and tasty treats( especially cheese!) He is a very clever boy who enjoys learning new tricks. He has been introduced to clicker training whilst at the centre.Zed will need quiet walking areas away from traffic. He is a strong boy on lead so will need someone physically strong enough to manage him. He would love to do canicross,agility or scent work.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-18T17:29:21Z",
    "image_one": "https://imgur.com/GYodymV.jpg",
    "image_two": "https://imgur.com/JQvNY8R.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 22,
  "fields": {
    "name": "Bally",
    "breed": "Greyhound",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Bally will need to be the only dog in the home and is unable to live with other pets. He can live with children aged 10 and over and he will need his own private and secure garden. He would like new owners who could be around a lot to provide the love and affection he needs. Bally prefers to not be",
    "about": "Bally will need to be kept on a lead and muzzle in public.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-04T11:24:45Z",
    "image_one": "https://imgur.com/rfsX1jS.jpg",
    "image_two": "https://imgur.com/s0fXUh4.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 23,
  "fields": {
    "name": "Bear",
    "breed": "German Shepherd",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Bear would enjoy a quiet home with a private garden for off lead activity and minimal visitors. Bear would prefer to be the only dog in the home but continue to be socialised on walks when appropriate. He can live with children 16 and over who can be mindful of his hips.",
    "about": "Potential adopters will need a chat with our behaviour team and vet team to disucss Bear's medical.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-10T11:27:29Z",
    "image_one": "https://imgur.com/AyA4FU3.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 24,
  "fields": {
    "name": "Bella",
    "breed": "German Shepherd",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Bella needs a home in a more rural environment. She is looking for an adult only home with minimal visitors who she will need to meet out and about before coming in. She will need an active family who are willing to continue training in the home. She has had very limited dog socialisation so will ne",
    "about": "Bella will need to be kept on lead and muzzled in public. She will require multiple visits to the centre as well as some visits to the home to help her settle in. Adopters will need to live no more than 1 hour from the centre.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-23T11:28:17Z",
    "image_one": "https://imgur.com/RSiU58W.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 25,
  "fields": {
    "name": "Bentley",
    "breed": "Cane Corso",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Bentley is looking for a family who has plenty of love, time and patience. When he gets to know you, he will give you tons of kisses and cuddles! He needs a family who are able to dedicate time and effort into continuing the training that we have started here. New owners will need to be used to, as",
    "about": "Potential owners will need to be willing to come to the centre to meet Bentley until he feels fully comfortable with all members of the household. New owners will need to be willing to work with our TBA team, to continue Bentley's training.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-05T11:29:13Z",
    "image_one": "https://imgur.com/6gdamLc.jpg",
    "image_two": "https://imgur.com/igBz4Ky.jpg",
    "image_three": "https://imgur.com/zYEL8e0.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 26,
  "fields": {
    "name": "Caffrey",
    "breed": "Mastiff: Old English",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Caffrey would need a home where he is able to stay downstairs, or have a ground floor flat, as he can't climb stairs due to his hips. He will need his own private and secure garden, and could live with children aged 16 and over. He will need to be the only dog in the home. Caffrey isn't always sure",
    "about": "Potential adopters will need a chat with our Vet about Caffrey's medical.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-06T11:30:49Z",
    "image_one": "https://imgur.com/RX9igMV.jpg",
    "image_two": "https://imgur.com/L1WMBew.jpg",
    "image_three": "https://imgur.com/T5tFhh8.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 27,
  "fields": {
    "name": "Cosmo",
    "breed": "Cane Corso",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Cosmo is looking for a home with no leaving hours to start with and with people willing to work on his separation issues. He will need a home with no children under 16 and no other dogs. He would not be suitable for open plan living due to needing his own space around resources. He will need his own",
    "about": "New owners will need to be willing to work with the behaviour team on training programmes to help him settle into the home.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-20T11:32:45Z",
    "image_one": "https://imgur.com/H0ptXU0.jpg",
    "image_two": "https://imgur.com/64UnONg.jpg",
    "image_three": "https://imgur.com/oj8N6mP.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 28,
  "fields": {
    "name": "Frankie",
    "breed": "American Bulldog",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Frankie may be gorgeous, but he does need a family who have experience and are very confident with managing and working with large boisterous dogs. He is a really fun, active boy, who will bring lots of smiles to your day, he is just needing a family who can continue to encourage him to be a well-ro",
    "about": "Potential new owners will need to live within 45 minutes drive of the centre and be able and willing to have multiple meets with Frankie both here and at your own home, before an adoption takes place.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-11T11:34:05Z",
    "image_one": "https://imgur.com/lSOqYd1.jpg",
    "image_two": "https://imgur.com/o8ZpNAH.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 29,
  "fields": {
    "name": "Freddie",
    "breed": "Terrier Cross",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Freddie is after patient owners, who are willing to help him build his confidence within the home and provide him with safe spaces to settle. He would be happiest in a quiet, adult only household, without any neighbouring dogs. He will need a private and secure garden and would need to be the only d",
    "about": "Potential owners will need to speak with our Vet team to discuss his ongoing medical.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-10T11:35:20Z",
    "image_one": "https://imgur.com/0KjVwfZ.jpg",
    "image_two": "https://imgur.com/4Ro3NN0.jpg",
    "image_three": "https://imgur.com/jFvFCGW.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 30,
  "fields": {
    "name": "Hobo",
    "breed": "Terrier Cross",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Hobo is looking for an adult only home with no other free ranging animals and with minimal visitors. He would need a quiet home with direct access to his own garden. He would be looking for owners who have experience of dogs with resource guarding or issues around handling and are happy to continue",
    "about": "If a questionnaire is deemed suitable then potential owners will be sent additional information about Hobo via email before going any further with the application. Potential owners will need to live within an hour's drive of the centre and be able and willing to have multiple meets with Hobo both here and at the home, before an adoption takes place.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-02T11:36:36Z",
    "image_one": "https://imgur.com/DpNjcqI.jpg",
    "image_two": "https://imgur.com/AJzw8Nt.jpg",
    "image_three": "https://imgur.com/gPYZ0R6.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 31,
  "fields": {
    "name": "Jake",
    "breed": "Crossbreed",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Jake needs new owners who are calm and patient and have time to invest in building his confidence and training, which he really enjoys! Jake will need his own private garden and must be the only pet in the home. He will need an adult only home with minimal leaving hours. He has been positively train",
    "about": "Jake's potential new owners will need a call with our Vet to discuss Jake's medical.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-14T11:37:37Z",
    "image_one": "https://imgur.com/4bpEQx2.jpg",
    "image_two": "https://imgur.com/4po6yr2.jpg",
    "image_three": "https://imgur.com/SU6SYRQ.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 32,
  "fields": {
    "name": "Jester",
    "breed": "Terrier: Tibetan",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Jester is looking for an adult only home with no other pets in a quiet area away from busy main roads. He will need minimal visitors and low leaving hours. He would need direct access to his own secure private garden. Due to the need to have his own space he would not be suitable for open plan livin",
    "about": "Jester will need to be kept on a muzzle and lead in public and at the vets. He will need multiple visits at the centre before coming home.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-06T11:39:18Z",
    "image_one": "https://imgur.com/FMaFoO3.jpg",
    "image_two": "https://imgur.com/CsTMc5z.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 33,
  "fields": {
    "name": "Joseph",
    "breed": "Staffordshire Bull Terrier",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Joseph is looking for a home with his own private and secure garden as he isn't comfortable around other dogs so new owners must understand this. Any leaving hours will need to be built up gradually. It would be beneficial for Joseph to live in a quieter location and a low dog populated area. He cou",
    "about": "He will need to wear a lead and muzzle in public, which he has been positively trained to do, and is happy to do so! Potential owners will need a call with our Vet to discuss Joseph's medical.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-23T11:40:27Z",
    "image_one": "https://imgur.com/Oifgi8m.jpg",
    "image_two": "https://imgur.com/THlSNwk.jpg",
    "image_three": "https://imgur.com/t2VYXFm.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 34,
  "fields": {
    "name": "Kane",
    "breed": "Staffordshire Cross",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Kane is looking for owners ready to give endless cuddles and love. He struggled being left in his previous home and will need people around all the time at first to slowly build this up. Kane can't live with cats and needs to be the only dog in the home. He needs access to a private secure garden, c",
    "about": "Potential adopters will need a chat with our behaviour team.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-06T11:42:11Z",
    "image_one": "https://imgur.com/Og2DDMB.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 35,
  "fields": {
    "name": "Loki Rottie",
    "breed": "Rottweiler",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Loki would love a home that was away from busy roads. He would like to live in a quiet area and have a secure, private garden for off lead fun and training. He would need to be the only dog in the home, but he is able to have lots of dog walking friends when he is out and about! He is able to live w",
    "about": "Any children that Loki would be living with or visiting will need to be aged 16 upwards.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-06T11:43:28Z",
    "image_one": "https://imgur.com/tIuJhsL.jpg",
    "image_two": "https://imgur.com/oHaOzkX.jpg",
    "image_three": "https://imgur.com/2Ox2ccT.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 36,
  "fields": {
    "name": "Lola S",
    "breed": "Staffordshire Bull Terrier",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "She would love a quiet adult only home without too many visitors initally, no more than a 3 person household, where she will find it easier to settle in. Lola is looking to be the only dog in the home. Lola is a young, active girl, so is hoping to go on lovely long walks in quiet areas where she doe",
    "about": "Lola will need to be kept on a lead and muzzle in public, but she is more than happy to do so.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-03T11:45:14Z",
    "image_one": "https://imgur.com/i1SVVV3.jpg",
    "image_two": "https://imgur.com/cd2DD9d.jpg",
    "image_three": "https://imgur.com/9HDkp8N.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 37,
  "fields": {
    "name": "Macey",
    "breed": "Collie Cross (Border)",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Macey is looking for a quiet rural home with no resident or visiting children. She will need to be the only pet and would love her own private garden to run around in as she will need to be on lead in public. A collie experienced home would be perfect, but she would definitely love to have owners wh",
    "about": "Macey will benefit from meeting her new owners here at the centre, rather than the 'handover at home' process. New owners will need to be willing to travel to the centre to complete the rehoming process.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-19T11:45:55Z",
    "image_one": "https://imgur.com/mdenBko.jpg",
    "image_two": "https://imgur.com/nJsIQiT.jpg",
    "image_three": "https://imgur.com/o6yxjTP.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 38,
  "fields": {
    "name": "Max",
    "breed": "Staffordshire Bull Terrier",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Max is young energetic boy who finds some situations really exciting. His ideal home should be actively involved in training to help Max use his potential. He finds being alone stressful so owners with minimal leaving hours are his match made in heaven. Max can only be the only dog in the home, no c",
    "about": "Max is young and energetic boy who loves company of people! He is a massive foodie who will show you all his tricks and learn much more when some tasty treats are involved. Max heart can be easy to win all you need are hands free to cuddle, feed and throw a ball from time to time for him and hell be your best friend.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-05T11:47:00Z",
    "image_one": "https://imgur.com/P3ADQSr.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 39,
  "fields": {
    "name": "Mikey",
    "breed": "Cocker Spaniel",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Mikey is looking for an adult only home with no other free ranging animals and with minimal visitors. He would need a quiet home with direct access to his own garden. He would be looking for owners who have experience of dogs with resource guarding or issues around handling and are happy to continue",
    "about": "If a questionnaire is deemed suitable then potential owners will be sent additional information about Mikey via email before going any further with the application. Potential owners will need to live within an hour's drive of the centre and be able and willing to have multiple meets with Mikey both here and at the home, before an adoption takes place.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-02T11:49:24Z",
    "image_one": "https://imgur.com/pOzfGHG.jpg",
    "image_two": "https://imgur.com/STHCn6a.jpg",
    "image_three": "https://imgur.com/fnAKuGg.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 40,
  "fields": {
    "name": "Mistletoe",
    "breed": "Lurcher",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Mistletoe is looking for a family who can show her the ropes and introduce her to the world. They will need to be patient as she has been in kennels for nearly a year. Mistletoe ideally would live with another dog. As Mistletoe can be worried by unfamiliar men and needs to be safely introduced follo",
    "about": "Potential adopters will need a chat with our behaviour team as Mistletoe will go home on a lead and muzzle disclaimer due to her chase drive and reactions around men.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-05T11:50:47Z",
    "image_one": "https://imgur.com/cFf0yRb.jpg",
    "image_two": "https://imgur.com/BYpv4sn.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 41,
  "fields": {
    "name": "Rex",
    "breed": "Mastiff: Old English",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Rex has been under-socialised with other dogs but has been doing well with parallel walking, so is looking for owners that can continue to build up his confidence and walk him in very low dog populated areas while his skills are improving.",
    "about": "To apply to rehome me, please click on the 'Come and Meet Me' button below. Applications will close when I have found a suitable match.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-12T11:51:56Z",
    "image_one": "https://imgur.com/YoIYqh4.jpg",
    "image_two": "https://imgur.com/5Jzbw8K.jpg",
    "image_three": "https://imgur.com/Qhku2Gu.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 42,
  "fields": {
    "name": "Angus",
    "breed": "Crossbreed",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Angus is looking for a home where he can have his own private secure garden to relax and play and adopters that are active so can they can keep up with him. He can be a strong boy so will need adopters that are comfortable with this and that have experience of bullbreeds.",
    "about": "Handsome Angus is a 14 month old Staffy cross looking for his new home! He is a super sweet big baby who loves a fuss and a hug! He loves his food so this will be great for onoging training and he loves his toys too, especially if they're soft and fluffy! Angus loves to climb in the car so we're sure he would make a great adventure buddy!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-23T12:05:13Z",
    "image_one": "https://imgur.com/1fGtH8r.jpg",
    "image_two": "https://imgur.com/0T9SPHt.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 43,
  "fields": {
    "name": "Apache",
    "breed": "Siberian Husky",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Apache would like his own good sized private garden with 6ft solid fencing where he can relax and play to his heart's content! A home with breed experience is preferable for this characterful boy but if not then researching the breed and having knowledge is essential before applying.",
    "about": "Like a typical husky, Apache loves being outdoors exploring and sniffing and he would love an equally active home that can take him on adventures of hiking in the hills! It can take time for Apache to build a bond with you but patience and tasty treats are definitely a winning combination to this brilliant boy's heart. Once he knows you Apache enjoys a good stroke and a gentle fuss...on his terms of course!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-09T12:10:41Z",
    "image_one": "https://imgur.com/pdoYuc5.jpg",
    "image_two": "https://imgur.com/7jAqlms.jpg",
    "image_three": "https://imgur.com/1Kt4PLT.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 44,
  "fields": {
    "name": "Beatrice",
    "breed": "Greyhound",
    "age": "8 and over",
    "sex": "Female",
    "home_details": "Due to her shy nature, she think Beatrice would benefit from a quiet home and any children should be over 16 years old as she is an older lady looking for some quiet time. As she seems to find small spaces more comforting, her new home must be non open plan so she can find her safe space.",
    "about": "Beatrice is a sweet but shy 10 year old greyhound who loves going on adventures and exploring the world. She likes meeting calm dogs similar to her breed but she can be nervous of dogs who are a little over the top with her. She enjoys her food so this would be beneficial to building her confidence and a bond with you. After a long walk, she likes to have a gentle fuss from you and settle on a nice comfy bed.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-21T12:14:17Z",
    "image_one": "https://imgur.com/Jve7gt4.jpg",
    "image_two": "https://imgur.com/xuTleOH.jpg",
    "image_three": "https://imgur.com/k4OnBtm.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 45,
  "fields": {
    "name": "Bram",
    "breed": "Crossbreed",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Bram has had quite an unsettled start to life and so will need very patient adopters that are willing to work with him, due to this he will need an adult only home with no visiting children. Bram will require his own private, large secure garden with constant outside access.",
    "about": "Brilliant Bram is a 2 year-old Malinois cross with absolutely bags of potential! This super boy is so clever and loves to learn new things to add to his repertoire! Bram is also the best adventure buddy you can ever hope for and loves nothing more than to get in the car (where he settles brilliantly) and go on a nice long hike for a few hours in the hills or having a nice swim in a river.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-23T12:17:58Z",
    "image_one": "https://imgur.com/MhGjliz.jpg",
    "image_two": "https://imgur.com/3gjtOGJ.jpg",
    "image_three": "https://imgur.com/IASECce.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 46,
  "fields": {
    "name": "Brynn",
    "breed": "Lurcher",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Brynn would suit a quiet home where he can have his own private secure garden. He is worried of lorries so will need his home to be setback from busy roads. Brynn can live with children aged 11 years and over who understand he may want his own space at times. Brynn can happily walk with other dogs.",
    "about": "Brynn is a sweet 7 year old Lurcher who enjoys going on adventures and often likes to lead the way with his nose. He loves food especially yummy chews that he can relax on his bed chewing on! He also likes to play with toys and often chases anything that is thrown for him! Brynn can be shy initially but he does like a gentle fuss and will often lean into you when he wants scratches and attention!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-12-25T12:21:57Z",
    "image_one": "https://imgur.com/ELP0wGh.jpg",
    "image_two": "https://imgur.com/ffOUx1K.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 47,
  "fields": {
    "name": "Ella",
    "breed": "Rottweiler",
    "age": "5 to 7 Years",
    "sex": "Female",
    "home_details": "Ella would like a calm, adult only home that has an understanding of Rottweilers. Ella would ideally like to be walked in quiet areas and in a low dog populated area as she is not comfortable with dogs getting too close - because of this she will be going home on a lead disclaimer which means she wi",
    "about": "Ella is a beautiful 5 year old Rottweiler looking for a quiet home to call her own. She can be a shy girl at first but quickly builds a bond with you and her handlers can vouch for her playful and cheeky character! Although not keen on overhandling Ella does enjoy a gentle fuss and greets her handlers with a happy tail and leans in for a bum scratch.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-19T12:00:00Z",
    "image_one": "https://imgur.com/tRJzBSt.jpg",
    "image_two": "https://imgur.com/ccXmvor.jpg",
    "image_three": "https://imgur.com/GXmRTVw.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 48,
  "fields": {
    "name": "Elphie",
    "breed": "Pomeranian",
    "age": "8 and over",
    "sex": "Female",
    "home_details": "Elphie is worried around children therefore can live with older children aged 16 and over. She can be worried around other dogs so will need to be the dog in the home. As Elphie has come from a home with someone at home all of the time she can struggle to be left so will need a multi carer household",
    "about": "Elphie is a sensitive soul who is looking for owners who have a quiet lifestyle and can offer her a quiet, peaceful home. Despite being 14 years old, Elphie still gets excited to go out on walks and really enjoys exploring her local surroundings. Elphie is good in the car so could go out on adventures and explore further afield. She really enjoys sitting on the sofa with you and can often be found snoozing away the afternoons on there.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-11-30T12:00:00Z",
    "image_one": "https://imgur.com/aBW7ycV.jpg",
    "image_two": "https://imgur.com/0SFKjnw.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 49,
  "fields": {
    "name": "Freya",
    "breed": "Siberian Husky",
    "age": "5 to 7 Years",
    "sex": "Female",
    "home_details": "Freya will need an adult only home with no visiting children as she can be worried of them. She will need a secure garden that she can potter around and explore as she loves spending time in our secure compounds here at the centre. Breed experience would be preferred.",
    "about": "Freya is a lovely 7 year old Husky , she is a sweet and energetic girl who will make for great company in her new home. Freya loves spending time with her favourite people and gets super excited when she knows she's coming out for a play and a walk! She is an active girl and will best suit a home wanting a dog to accompany them on fun adventures, she travels really well in the car so could travel for walks, she is a great dog to walk and walks alongside with you nicely.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-18T11:21:22Z",
    "image_one": "https://imgur.com/xMJNttK.jpg",
    "image_two": "https://imgur.com/QDEVr6a.jpg",
    "image_three": "https://imgur.com/RZaohaz.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 50,
  "fields": {
    "name": "Gravy",
    "breed": "Lurcher",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Gravy has been very uncomfortable with dogs, although he can walk at a distance with dogs he is very tense up close and will growl if they get too close, he has managed to walk with other female Sighthounds but can be very intense. Gravy will need a home that has access to quiet walks.",
    "about": "Gravy is a lovely, handsome 3 year old Lurcher who gets very excited to see his favourite people! He is a sweet boy with people and loves leaning into you for a fuss and cuddle! He loves his walks and always enjoys having his head to the ground sniffing, after a walk he loves coming back to his comfy bed where he can enjoy a tasty long lasting chew and have a snooze! He Is very motivated by food and his eyes light up when he sees treats are on offer!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-11T12:33:24Z",
    "image_one": "https://imgur.com/MKknVWD.jpg",
    "image_two": "https://imgur.com/dPkAsI2.jpg",
    "image_three": "https://imgur.com/RFEB1oA.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 51,
  "fields": {
    "name": "Gusty",
    "breed": "Bulldog: English",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Gusty is looking for a non open plan home that has a secure private garden. He does have the potential to car chase so needs a home that isn't on a main road and where his walks can also be away from traffic. He can live with children aged 16 years and over who are comfortable around bouncy dogs.",
    "about": "Gusty is a super handsome 1 year old crossbreed looking for his new home. Gusty loves saying hello to everyone and having a good cuddle and a fuss! He loves to head out on his walks for a sniff and explore. Gusty likes to spend his time getting tasty treats from his favourite people or playing with his toys, especially stuffy ones!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-23T12:35:26Z",
    "image_one": "https://imgur.com/VRhYsko.jpg",
    "image_two": "https://imgur.com/V2rip0c.jpg",
    "image_three": "https://imgur.com/N2iFcFa.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 52,
  "fields": {
    "name": "Lady",
    "breed": "Saluki",
    "age": "1 to 2 Years",
    "sex": "Female",
    "home_details": "Lady would like her own private secure garden with 6ft fencing so she can play to her heart's content! As she can be a little shy she would like quiet areas she can be walked where minimal people would approach her and a home that can keep visitors to a minimum would also suit her best.",
    "about": "Lady is a very sweet, sensitive 1 year old Saluki looking for her forever home. She is great fun and is most happy when she can run around, get a few tasty treats and have a fuss and a cuddle from her best friends! Lady has been a little shy initially but quickly comes round however she can be a little more worried around men. Lady is quite active and loves to be on the go, although she only has 3 legs she doesn't let this affect her and can very scooty and loves a game of chase!",
    "can_live_with_dogs": true,
    "can_live_with_cats": true,
    "can_live_with_kids": true,
    "date_added": "2022-01-23T12:37:27Z",
    "image_one": "https://imgur.com/UXLl0zf.jpg",
    "image_two": "https://imgur.com/I1IioqX.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 53,
  "fields": {
    "name": "Peanut",
    "breed": "Staffordshire Cross",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "Peanut is looking for a home with adults only that would also like an active dog to keep up with them as she is a strong girl she will need adopters that are comfortable with a big/bouncy strong dog!",
    "about": "Peanut is a fantastic 4-year-old crossbreed looking for a very active home to keep up with her energy levels. Peanut is a super lively girl who loves getting loads of fuss and attention from the people she knows. She is a very playful girl but can get over excited playing certain games! This can unfortunately result in her mouthing a lot, this has been seen both in kennels and a home environment, so adopters will need to feel comfortable dealing with this.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-11T12:39:52Z",
    "image_one": "https://imgur.com/08BTt4N.jpg",
    "image_two": "https://imgur.com/EVD4p6m.jpg",
    "image_three": "https://imgur.com/Wableta.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 54,
  "fields": {
    "name": "Penny",
    "breed": "Lurcher",
    "age": "2 to 5 Years",
    "sex": "Female",
    "home_details": "It's important that Penny's adopters are patient and sensitive to her past. She will need all future training to be done in a positive manner with no force used. She can bark at strangers so would need access to quiet walks and would love zoomies in a secure field.",
    "about": "Penny is a 3 year old saluki cross. She is stunning, with beautiful black eyeliner and lashes to die for, she would without doubt be a supermodel if she were human. Penny is adored by her handlers for her fun character, constantly making them laugh with her antics. She loves to travel in the car and going on adventures in new places, especially if there is the opportunity to have a paddle in a nearby lake.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-04T12:42:23Z",
    "image_one": "https://imgur.com/3UYXUWj.jpg",
    "image_two": "https://imgur.com/cTMLf1q.jpg",
    "image_three": "https://imgur.com/xw9wqUS.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 55,
  "fields": {
    "name": "Pepsi",
    "breed": "Jack Russell Terrier",
    "age": "8 and over",
    "sex": "Female",
    "home_details": "Due to her nervous nature, Pepsi is looking for an adult only home that can keep visitors to a mimimum. Pepsi can find a lot of things overwhelming so it's going to take some time before she's ready for walks so adopters will need to be prepared for this.",
    "about": "Lovely little Pepsi is a sweet and gentle 8 year old Jack Russell looking for a calm and patient home to help her find her paws and grow in confidence. Pepsi can take some time to get to know you and is not a big fan of overhandling, but once she trusts you she likes to put her little paws on your knee for a gentle fuss! Pepsi loves her food but especially loves her toys, especially tennis balls that she loves to chase over and over again!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-13T12:45:33Z",
    "image_one": "https://imgur.com/pWhKf3Y.jpg",
    "image_two": "https://imgur.com/WZe9lHu.jpg",
    "image_three": "https://imgur.com/0sfxXkp.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 56,
  "fields": {
    "name": "Pudge",
    "breed": "Pug",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Pudge does have a sensitive side and can get easily overwhelmed which he can show by being vocal. He can live with children aged 14 and over and his new family must be committed to his on-going training.",
    "about": "Meet Pudge, a 6 year old pug x jack russell. Pudge can be a worried boy at times but is very affectionate to people that he knows and enjoys going on walks in quieter areas, where he can put his nose to the ground and follow all the different exciting smells. This cheeky chap will do anything for food and would love a family that can provide him with plenty of enrichment as he loves to keep busy.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-11-08T18:00:00Z",
    "image_one": "https://imgur.com/y8UL1gn.jpg",
    "image_two": "https://imgur.com/v4XI7qZ.jpg",
    "image_three": "https://imgur.com/Y4YyZ5U.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 57,
  "fields": {
    "name": "Rex",
    "breed": "Border Collie",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Rex will need to go to an adult only home with people who preferably have collie experience, but if no experience, knowledge of the breed is essential. Adopters must be willing to work on his training, which will be demonstrated here at the centre.",
    "about": "Lovely Rex, is a fantastic 1-year-old Border Collie with loads of potential in the right home that is committed to his ongoing training. Typical of the breed, Rex is super clever and loves to learn new things and is very food motivated - due to his young age and high energy, an active home that would enjoy a bit of a project to train and take on adventures would be ideal.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-10T12:53:14Z",
    "image_one": "https://imgur.com/F7sd77g.jpg",
    "image_two": "https://imgur.com/6WjKl83.jpg",
    "image_three": "https://imgur.com/Ddfp8BQ.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 58,
  "fields": {
    "name": "Storm",
    "breed": "Akita",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "Storm is looking for his own private, secure garden with at least 6ft fencing as he has previously tried to jump a fence. Storm could live with children 14 and over as he's a cuddly boy! As Storm has shown that he is unhappy with dogs running up to him he will need to be kept onlead and muzzled.",
    "about": "Storm is a loving 5 years old Akita looking for his forever home. Storm is a real people's dog - he just loves a fuss and a cuddle and to be around you. When our staff head to get him out on a morning, he's bursting with happiness to get going with his day, jumping up to say hello and giving you a big kiss!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-02T12:56:03Z",
    "image_one": "https://imgur.com/hOIB6S4.jpg",
    "image_two": "https://imgur.com/wVB4mq1.jpg",
    "image_three": "https://imgur.com/5yGn5hO.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 59,
  "fields": {
    "name": "Tux",
    "breed": "Greyhound",
    "age": "1 to 2 Years",
    "sex": "Male",
    "home_details": "Tux will need a private secure garden with minimum 6ft fencing so that he can enjoy playtime as he may not want to go for walks initially whilst settling. Adopters should have experience of retired greyhounds and be patient and understanding with Tux, being around for most of the time initially.",
    "about": "Tux is a super sweet 17 month old Greyhound with bags of character and a constant waggy tail. He loves to be in the company of people, enjoying a fuss and likes to say hello to other friendly dogs out and about. He likes going on adventures and is a playful lad with his toys but in true Greyhound style after a zoom around our compounds here he loves nothing more than a full tummy and the comfort of a snuggly duvet.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-23T12:57:30Z",
    "image_one": "https://imgur.com/bWskMgc.jpg",
    "image_two": "https://imgur.com/qHDfP4z.jpg",
    "image_three": "https://imgur.com/JUMOg6o.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 60,
  "fields": {
    "name": "Lexi",
    "breed": "Jack Russell Terrier",
    "age": "8 and over",
    "sex": "Female",
    "home_details": "Lexi is needing her own private secure garden to have a safe space to play offlead. She isn't used to being left for long hours and is quite clingy so will need adopters with minimal leaving hours initially and a non open plan home to help her settle.",
    "about": "Lexi is a sweet 8 year old Jack Russell looking for a very special home. She has come from quite a sheltered background and is not very socialised around other dogs or people so will need patient and understanding adopters that can give her time to settle her paws. Once Lexi knows you well she enjoys sitting on your knee having a fuss or just chilling on a comfy bed with a chew! She also likes to head out on quiet walks where she can have a sniff and explore.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-23T12:59:44Z",
    "image_one": "https://imgur.com/NbXYIIU.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 61,
  "fields": {
    "name": "Nellie",
    "breed": "Parson Russell Terrier",
    "age": "6 to 12 months",
    "sex": "Female",
    "home_details": "Nellie will need a super active home as she will keep you on your toes! Nellie is very friendly with dogs and loves meeting them out and about but she can be very over the top and does struggle to share resources so will need to be the only dog in the home.",
    "about": "Nellie is a sweet little 11 month old Terrier who loves to be on the go! She is a super live wire who is always bounding around and springing in the air! Nellie is deaf so will need adopters that can do some research into this and use doggy hand signals. Nellie is very foodie and loves her treats so this will be great motivation for her training!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-12-12T13:02:04Z",
    "image_one": "https://imgur.com/2vPTshh.jpg",
    "image_two": "https://imgur.com/bRgzI8O.jpg",
    "image_three": "https://imgur.com/g4O2K0m.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 62,
  "fields": {
    "name": "Ace",
    "breed": "American Bulldog",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Don't be fooled by his age, he is an active boy who loves to get out for walks! He adores spending time with people and will thrive in a multi person household so that someone is always home as he does suffer from separation anxiety.",
    "about": "Ace can live with children over the age of 14 he must be the only pet. Ace is really not a fan of other dogs so would prefer to be walked in areas where he won't have to mix with other dogs.  He loves to play but prefers swap games with his toys. He will have a little cuddle but on his own terms, toys are more important to him!",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-02T13:37:57Z",
    "image_one": "https://imgur.com/PyjixZY.jpg",
    "image_two": "https://imgur.com/05cRUHA.jpg",
    "image_three": "https://imgur.com/rGCoJfT.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 63,
  "fields": {
    "name": "Arnie",
    "breed": "Staffordshire Cross",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "An older Dog, looking for a nice and quiet retirement home. He really likes his human company and gets distressed when left alone so will need someone to be at home at all times. Arnie can be a little unsure of handling so his new family have to take things slowly until he is fully comfortable.",
    "about": "11-year-old Arnie has to be the only pet in the home but due to his age prefers calm walking buddies when out and about. He would like to have access to his own secure garden to enjoy pottering around in. Arnie can live with sensible children over the age of 14 years",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-17T14:07:38Z",
    "image_one": "https://imgur.com/gCd5Vlk.jpg",
    "image_two": null,
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 64,
  "fields": {
    "name": "Bailey",
    "breed": "Collie Cross (Border)",
    "age": "6 to 12 Months",
    "sex": "Male",
    "home_details": "Bailey is looking for an experienced and active home who have had working collies or similar and have the time to put in a lot training, mental and physical stimulation. Luckily Bailey loves his food which makes training easier.",
    "about": "One-year-old Baily needs a rural home away from traffic and a secure private garden for some off lead fun as he currently has not recall. He has not had the best start to life and will have to have his new family around him at all times as he can be destructive when left alone. Bailey can live with dog savvy children over the age of 14 years.",
    "can_live_with_dogs": true,
    "can_live_with_cats": true,
    "can_live_with_kids": true,
    "date_added": "2022-01-20T14:09:48Z",
    "image_one": "https://imgur.com/ltfNuiV.jpg",
    "image_two": "https://imgur.com/N7wauQw.jpg",
    "image_three": "https://imgur.com/UThLbNK.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 65,
  "fields": {
    "name": "Caleb",
    "breed": "Lab Cross",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Caleb is a sensitive lad looking for a very special home with experience of owning rescue dogs that need extra help. He needs a rural home with very few visitors where he can go on plenty of walks without bumping into unknown people or other dogs.",
    "about": "2 and a half year old Caleb will need an adult only home with a maximum of 2 people, and no visiting children. He finds the world a very scary place at times so is looking for a very understanding new owner who will accept him for who he is - quirks and all. Caleb needs to be kept on lead and muzzled in public due to his worries around strangers and other dogs.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-24T14:12:23Z",
    "image_one": "https://imgur.com/Iozn6Ub.jpg",
    "image_two": "https://imgur.com/yLgtn88.jpg",
    "image_three": "https://imgur.com/nuCX6aT.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 66,
  "fields": {
    "name": "Charmer",
    "breed": "Greyhound",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "He enjoys human company and would love a home with a private garden that he can zoom about in. Charmer will need to stay on lead and wear his muzzle when out on walks as he has a high chase drive. He gets on well with other greyhounds and large breeds.",
    "about": "Four-year-old Charmer is an ex-racing Greyhound he is a lively bouncy boy with lots of energy.  Charmer is looking for an adult only home and due to an old racing injury, he would like to be the only pet in his new home he cannot live with cats or small furries. Charmer will need his alone time built up slowly in his new home.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-11-20T14:15:27Z",
    "image_one": "https://imgur.com/wyQQMC4.jpg",
    "image_two": "https://imgur.com/ZfxovE5.jpg",
    "image_three": "https://imgur.com/aHEPZBa.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 67,
  "fields": {
    "name": "Dobby",
    "breed": "Dobermann",
    "age": "6 to 12 Months",
    "sex": "Male",
    "home_details": "He has lots of energy and is very smart so is looking for a new home where his adopters enjoy providing lots of mental stimulations/games and enrichment. Dobby will need most of his puppy training from scratch and he needs to learn how to be calm as he can bet overly excited.",
    "about": "Dobby is such a sweet youngster who loves nothing more than cuddles on your lap.  6-months-old Dobby will need to have access to a secure private garden and could potentially live with a steady, neutered dog who can be a role model for him. He can live with dog savvy children over the age of 11 years old. Leaving time will have to be build up slowly as he is still a pup.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-18T14:17:37Z",
    "image_one": "https://imgur.com/3opPNgs.jpg",
    "image_two": "https://imgur.com/IDPoJHP.jpg",
    "image_three": "https://imgur.com/Xl13Sgf.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 68,
  "fields": {
    "name": "King Kazen",
    "breed": "Siberian Husky",
    "age": "8 and over",
    "sex": "Male",
    "home_details": "Kazen is a big beautiful boy with a sensitive soul, looking for a new home with a family who are experienced with rescue dogs and ideally malamutes or huskies as Kazen is very typical of the breed.  He enjoys going for walks and knows to take treats gently from your hand.",
    "about": "9 year-old Kazen is looking for a calm, quiet, single adult household with no visiting children to understand his needs and accept him for who he is. He can be very strong on the lead at times so will need his owner to be physically robust to be able to keep hold of him if he does decide he wants to go for an impromptu run! Kazen will need to be kept on the lead in public at all times so needs a private garden so that he can enjoy plenty of off-lead time too.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-09T14:20:47Z",
    "image_one": "https://imgur.com/GAuBpZL.jpg",
    "image_two": "https://imgur.com/4b6Xm6c.jpg",
    "image_three": "https://imgur.com/EdlbLop.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 69,
  "fields": {
    "name": "Mac",
    "breed": "Lurcher",
    "age": "1 to 2 years",
    "sex": "Male",
    "home_details": "Mac is looking for a experienced home that can help build his confidence meeting new people. He can live with a maximum of two people and needs a quiet home with minimal visitors. Mac must have access to a private secure garden in his new home to zoom about in.",
    "about": "Mac can be a real goofball at times and can often be seen keeping himself entertained in his kennel by throwing his toys about!  Mac must have an adult only home as he would find visiting children overwhelming. Mac may be able to have some calm walking buddies that are the same size as him but will need to be the only dog in the home. He cannot live with any small fluffy animals either. Mac was vocal when left in his previous home he will need his leaving hours built up very slowly.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-02T06:00:00Z",
    "image_one": "https://imgur.com/orP4bXh.jpg",
    "image_two": "https://imgur.com/370D3LN.jpg",
    "image_three": "https://imgur.com/18j8mYS.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 70,
  "fields": {
    "name": "Maisy",
    "breed": "Jack Russell Terrier",
    "age": "5 to 7 Years",
    "sex": "Female",
    "home_details": "From the history we have on her she needs a single person household with no pets at home. She needs you to be home all day with her as is distressed when she can't be around someone she knows.",
    "about": "Lively and super spotty Maisy is five years old and it's safe to say she hasn't had the best of luck. Maisy enjoys a little fuss once she knows you and loves nothing more than rolling around in the grass with her favourite toys! She needs an adult only home with no visiting children as has shown aggression in the past around handling. Due to this, she is not suitable for first time owners and would like her new owner to have experience with rescue dogs.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-11-13T14:26:07Z",
    "image_one": "https://imgur.com/5uBzVMb.jpg",
    "image_two": "https://imgur.com/P0xeFkI.jpg",
    "image_three": "https://imgur.com/eYgByY2.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 71,
  "fields": {
    "name": "Mr Blue Sky",
    "breed": "Lurcher",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Once he knows you he is a very cuddly boy. Due to his high chase drive he needs to wear his muzzle and kept on lead when out and about on adventures. Blue must have access to a private and secure garden in his new home as he loves to zoom around with his favourite toys.",
    "about": "3.5-year-old brown eyed Blue is a sweet and affectionate boy who is looking for a quiet and understanding home as he can be fearful of meeting new people.  Blue must have an adult only home with no visiting children or other pets. Blue wants someone to be around for most of the time to begin with and leaving hours to be built up slowly.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-12T00:00:00Z",
    "image_one": "https://imgur.com/O43uimo.jpg",
    "image_two": "https://imgur.com/ZRnC22F.jpg",
    "image_three": "https://imgur.com/4EqAsp5.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 72,
  "fields": {
    "name": "Parker",
    "breed": "American Bulldog",
    "age": "6 to 12 Months",
    "sex": "Male",
    "home_details": "Parker can be worried when meeting some new people so he would like his new family to be respectful of this and give him time to come out of his shell. Once he has gotten to know you, he loves a cuddle, he just needs some patience initially to say hi in his own time!",
    "about": "Parker is a big beautiful young lad who came to us through no fault of his own. At only 11 months old Parker is already a big lad and doesn't know his size so can be strong and very bouncy so physically robust new owners who have good experience with bouncy large bull breeds before would be ideal.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-20T12:00:00Z",
    "image_one": "https://imgur.com/cQqe47k.jpg",
    "image_two": "https://imgur.com/Wt9RG3a.jpg",
    "image_three": "https://imgur.com/IdWCzrT.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 73,
  "fields": {
    "name": "Paulo",
    "breed": "Lab Cross",
    "age": "5 to 7 Years",
    "sex": "Male",
    "home_details": "He is asking for his new home to have no more than two people living there and be able to commit to multiple visits here at the center. Paulo can be a worried lad and finds it hard to trust strangers. He is asking for you to have a private and secure garden for some carefree off lead time.",
    "about": "This five-year-old handsome and shimmering coated boy is looking for an experienced new adopter who will accept his quirks and offer him a safe and quiet environment forever. Paulo wears a muzzle out and about as he can be worried if unknown people come too close. He will need to be the only pet in the home and not live with or have visiting children. However, once he has a bond, he is an affectionate lad who deserved to find a loving retirement home.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-31T14:33:37Z",
    "image_one": "https://imgur.com/Ixo5a1E.jpg",
    "image_two": "https://imgur.com/Xy5DJ4B.jpg",
    "image_three": "https://imgur.com/VTgbsW5.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 74,
  "fields": {
    "name": "Sookie",
    "breed": "Rottweiler",
    "age": "1 to 2 years",
    "sex": "Female",
    "home_details": "Sookie is a sweet and fun girlie who has a sensitive side and can get overwhelmed easily. She is looking for a home in a quiet rural location with new adopters who are able to establish a daily routine with her once she gets home.",
    "about": "Sookie is a sweet and fun girlie who has a sensitive side and can get overwhelmed easily. Sookie is looking for an adult only household with a maximum of 2 people and no visiting children. Sookie cannot live near any schools as this has proven to be very stressful for her in the past. She would like her adopters to have experience with owning rescue dogs, ideally large breeds and will need to be willing to carry on her reward-based training that she has started at the centre.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2022-01-01T14:35:59Z",
    "image_one": "https://imgur.com/InZdh2C.jpg",
    "image_two": "https://imgur.com/GBYAzsf.jpg",
    "image_three": "https://imgur.com/QvteJf2.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 75,
  "fields": {
    "name": "Super Scout",
    "breed": "Rottweiler",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Super Scout is looking for an active family who are keen to keep him both physically and mentally stimulated as he's a clever boy who likes to use his brain. Super Scout has a high prey drive so will need to be kept on lead in public.",
    "about": "Super Scout enjoys a calm cuddle with his favourite people but has been known to get a bit overwhelmed and over-excited at times which can lead to mouthing behaviours. Due to this he will need an adult only home without visiting children and cannot live with more than 2 people in his new home. Super Scout cannot live with any other pets and would benefit from ongoing socialisation with calm dogs out on walks as he can be reactive and sometimes shows off his super-sonic bark.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-14T14:40:20Z",
    "image_one": "https://imgur.com/VDeOJR6.jpg",
    "image_two": "https://imgur.com/QdWuaUT.jpg",
    "image_three": "https://imgur.com/ykKMbZZ.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 76,
  "fields": {
    "name": "Thor",
    "breed": "Siberian Husky",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Thor is looking for his forever family, who have the time and patience for him. He can be left for a few hours but loves to have people around so we wouldn't recommend leaving him for much longer than that initially. He is a big dog and strong on lead, so needs owners that can physically walk him.",
    "about": "Thor is a Samoyed / Husky cross and exhibits breed traits of both, so would benefit from owners who are knowledgable about the breeds. He can be vocal around dogs and needs ongoing socialisation with other dogs so will need to be the only pet in the home. Thor can sometimes be worried when meeting new people and is a bit concerned if you over handle him. He is a looking for an adult only home willing to build up his confidence meeting new people.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": false,
    "date_added": "2021-12-24T14:42:41Z",
    "image_one": "https://imgur.com/1c3UkF2.jpg",
    "image_two": "https://imgur.com/DuboOMx.jpg",
    "image_three": "https://imgur.com/eY96zBn.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 77,
  "fields": {
    "name": "Vincent",
    "breed": "Greyhound",
    "age": "2 to 5 Years",
    "sex": "Male",
    "home_details": "Vincent loves to say hello to everyone he meets and enjoys a good fuss too. He does get worried about being left on his own however as he loves his human pals so much, so will need someone at home most the time to start with to slowly work on building up his leaving hours.",
    "about": "4-year-old Vincent has a great history with children in his previous home so can live with children over 8 years old. He is an ex-racer so will need to be kept onlead and muzzled in public, which is another reason he would love his own garden - so that he can zoom about off lead during the day. Vincent is a bit unsure around other dogs and can sometimes be reactive so would like to be the only pet in the home, he could potentially have calm walking sighthound buddies when out and about.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-12-03T14:45:55Z",
    "image_one": "https://imgur.com/DAFGjG6.jpg",
    "image_two": "https://imgur.com/1MWdjMw.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 78,
  "fields": {
    "name": "Sasha",
    "breed": "Crossbreed",
    "age": "5 to 7 Years",
    "sex": "Female",
    "home_details": "It takes her a little while to come out of her shell meeting new people, but she has come on leaps and bounds while she has been with us and now gets excited to go out on her walks and enjoys a fuss from her favourite people.",
    "about": "5-year-old Sasha is looking for a calm household and can live with teens over the age of 16, and she may need to meet her new family a few times to build up a relationship before going home. Experience of owning Rottweilers or similar breeds would be beneficial. Sasha is housetrained and can be left for short periods once she has had time to settle in at home. Sasha may potentially be able to live with another fully vaccinated and neutered dog pending a successful dog mix, but no other animals.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-09T14:48:45Z",
    "image_one": "https://imgur.com/dqbbe3H.jpg",
    "image_two": "https://imgur.com/WhK1hGl.jpg",
    "image_three": "https://imgur.com/JrxX208.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 79,
  "fields": {
    "name": "Michonne",
    "breed": "Crossbreed",
    "age": "5 to 7 Years",
    "sex": "Female",
    "home_details": "Michonne is a sweet lady who loves cuddles and walks and is looking for a quiet retirement home where someone is at home for most of the time as she does not like to be left alone. Ideally her new family will have experience or knowledge of bull breeds.",
    "about": "7-year-old Michonne needs to be rehomed to a house/bungalow with easy access to its own secure private garden. She has to be the only pet in the home but can live with calm and sensible children over the age of 11 years. Michonne travels well in the car",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2022-01-16T14:50:23Z",
    "image_one": "https://imgur.com/lebCjYy.jpg",
    "image_two": "https://imgur.com/g2FU6Zc.jpg",
    "image_three": "https://imgur.com/YFyWxKt.jpg"
  }
},
{
  "model": "dogs.dog",
  "pk": 80,
  "fields": {
    "name": "Lana",
    "breed": "Greyhound",
    "age": "8 and over",
    "sex": "Female",
    "home_details": "Lovely Lana is looking to see out her twilight years in her own retirement home, She loves nothing more than a leisurely stroll, followed by a relaxing snooze on the sofa.",
    "about": "Lana can live with calm secondary school children, who are able to appreciate an older dog. She is fully house trained, and sleeps through the night. Lana is happy to meet new people but prefers to keep her distance from other dogs. Lana is also a great traveller in the car.",
    "can_live_with_dogs": false,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-10-20T14:52:32Z",
    "image_one": "https://imgur.com/Mxur5pt.jpg",
    "image_two": "https://imgur.com/kBttOlv.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.dog",
  "pk": 81,
  "fields": {
    "name": "Lucy",
    "breed": "Lhasa Apso",
    "age": "5 to 7 Years",
    "sex": "Female",
    "home_details": "She knows her own voice and will have a little bark when she gets excited meeting new people, and also when she needs to go to the toilet to let you know! She travels nicely in the car and walks well on the lead too, although she will sit down on her walks once she's had enough and wants to go home.",
    "about": "Lovely Lucy is the sweetest girl who is friendly with everyone she meets! 7-year-old Lucy has diabetes so is looking for a home experienced with managing this condition. She needs her new family to be committed to regular vet visits and the ongoing treatment she will require. This is likely to incur additional costs to adopters so this should be kept in mind. She can potentially live with another calm, older dog pending a successful dog mix and can live with children over the age of 11.",
    "can_live_with_dogs": true,
    "can_live_with_cats": false,
    "can_live_with_kids": true,
    "date_added": "2021-11-18T14:53:55Z",
    "image_one": "https://imgur.com/NLxSfhg.jpg",
    "image_two": "https://imgur.com/bkpRV1M.jpg",
    "image_three": null
  }
},
{
  "model": "dogs.favorite",
  "pk": 1,
  "fields": {
    "dog": 1,
    "owner": 1
  }
},
{
  "model": "dogs.question",
  "pk": 1,
  "fields": {
    "content": "Is he the best boy?",
    "created_at": "2022-01-22T16:46:14.852Z",
    "dog": 1,
    "owner": 1
  }
}
]
